Repository: geoffreycrofte/juiz-social-post-sharer
Catalog: languages/jsps_lang-*.po
Languages: ja, ru_ru

source: Settings
ja: 設定
ru_ru: Настройки

source: Sharing buttons
ja: 共有ボタン

source: Hide sharing buttons for this post.
ja: この記事の共有ボタンを隠す

source: Main settings
ja: メインの設定
ru_ru: Главные настройки

source: Choose a style to display
ja: 表示するスタイルを選択
ru_ru: Выбрать стиль для отображения

source: Display those following social networks:
ja: 表示するSNSを選択
ru_ru: Отображать следующие соц. сети:

source: What is your Twitter user name to be mentioned?
ja: 通知される Twitter ユーザー名
ru_ru: Каков ваш ник в Twitter для пометки?

source: Save Changes
ja: 変更を保存
ru_ru: Сохранить Изменения

source: Display settings
ja: 表示の設定
ru_ru: Настройки отображения

source: What type of content must have buttons?
ja: ボタンを表示するコンテンツの種類
ru_ru: В каком из типов записей должны отображаться кнопки?

source: Where do you want to display buttons?
ja: ボタンを表示する場所
ru_ru: Где вы хотите разместить кнопки?

source: Advanced settings
ja: 詳細の設定
ru_ru: Дополнительные настройки

source: Show only social icon?
ja: ソーシャルアイコンのみを表示
ru_ru: Показывать только иконки?

source: hide text, show it on mouse over or focus
ja: マウスオーバーまたはフォーカス時にテキストを表示
ru_ru: спрятать текст, появляется при наведении или нажатии мышью

source: Open links in a new window?
ja: リンクを新規ウィンドウで開く
ru_ru: Открывать ссылки в новом окне?

source: adds a %s attribute
ja: %s 属性を追加
ru_ru: добавляется %s атрибут

source: Force Pinterest button sniffing all images of the page?
ja: ページのあらゆる画像に Pinterest ボタンを表示する
ru_ru: Поиск всех изображений на странице?(Pinterest)

source: need JavaScript
ja: JavaScript が必要
ru_ru: необходим JavaScript

source: Display counter of sharing?
ja: 共有カウンターを表示
ru_ru: Показывать кол-во лайков?

source: For this counter, you want to display:
ja: 共有カウンターの表示スタイル
ru_ru: Как отображать счетчик лайков?

source: Write CSS code in HTML head?
ja: CSS コードを HTML ヘッダーに記述
ru_ru: Прописать CSS код в HTML head?

source: good thing for performance on mobile
ja: 携帯端末でのパフォーマンスが向上
ru_ru: лучшая производительность на моб. устройствах

source: Customize mail texts
ja: メール文のカスタマイズ
ru_ru: Изменить текст почты

source: Mail subject:
ja: 件名:
ru_ru: Тема письма:

source: Mail body:
ja: 本文:
ru_ru: Тело письма:

source: Here, you can modify default settings of the SPS plugin
ja: Social Post Sharer プラグインのデフォルト設定を変更できます。
ru_ru: Здесь вы можете изменить стандартные настройки SPS плагина

source: uses JavaScript to work
ja: JavaScript が必要
ru_ru: используется JavaScript для работы

source: New social network!
ja: 新しいSNS
ru_ru: Новая соц. сеть!

source: Username without "@"
ja: ユーザー名は "@" を抜いて入力してください
ru_ru: Ник без "@"

source: You can choose precisely the types of content that will benefit from the sharing buttons.
ja: 共有ボタンを表示するコンテンツの種類を選択できます。
ru_ru: Вы можете выбрать именно те типы записей, где кнопки будут полезны.

source: Lists of articles %s(blog, archives, search results, etc.)%s
ja: 記事の一覧%s(ブログ、アーカイブ、検索結果、ほか)%s
ru_ru: Список статей %s(блог, архивы, результаты поиска и т.д.)%s

source: Content bottom
ja: コンテンツの下
ru_ru: Снизу записи

source: Content top
ja: コンテンツの上
ru_ru: Сверху записи

source: Both
ja: 両方
ru_ru: И сверху, и снизу

source: I'm a ninja, I want to use the shortcode only!
ja: ショートコードのみ
ru_ru: Я хочу использовать только shortcode!

source: Modify advanced settings of the plugin. Some of them needs JavaScript (only one file loaded)
ja: プラグインの詳細の設定を変更できます。いくつかの設定は JavaScript が必要です。( 1 つのファイルがロードされます )
ru_ru: Изменение доп. настроек. Некоторые из них требуют JavaScript (только один файл загружается)

source: Yes
ja: はい
ru_ru: Да

source: No
ja: いいえ
ru_ru: Нет

source: Total &amp; Sub-totals
ja: 合計と小計
ru_ru: Суммарно &amp; В отдельности

source: Only Total
ja: 合計のみ
ru_ru: Только суммарно

source: Only Sub-totals
ja: 小計のみ
ru_ru: Только в отдельности

source: This option will be enabled for a next version
ja: このオプションは次期バージョンで有効になります
ru_ru: Эта опция будет доступна в следующей версии

source: You can customize texts to display when visitors share your content by mail button
ja: 訪問者が Eメール ボタンからコンテンツを共有した際に表示されるテキストをカスタマイズできます。
ru_ru: Вы можете изменить текст, который будет отображаться в письме кнопки mail

source: To perform customization, you can use %s%%%%title%%%%%s, %s%%%%siteurl%%%%%s or %s%%%%permalink%%%%%s variables.
ja: カスタマイズには、%s%%%%title%%%%%s、 %s%%%%siteurl%%%%%s または %s%%%%permalink%%%%%s 変数を使用できます。
ru_ru: Также вы можете использовать %s%%%%title%%%%%s, %s%%%%siteurl%%%%%s или %s%%%%permalink%%%%%s

source: Manage Juiz Social Post Sharer
ja: Juiz Social Post Sharer の管理
ru_ru: Настройки Juiz Social Post Sharer

source: You must chose at least one %stype of content%s.
ja: 最低でも 1 つの %stype of content%s を選択してください。
ru_ru: Вы должны выбрать как минимум один %sвид записи%s.

source: Is you don't want to use this plugin more longer, go to Plugins section and deactivate it.
ja: このプラグインの使用を止めたい場合は、インストール済みプラグイン ページを開き、プラグインを停止します。
ru_ru: Если вы больше не хотите использовать этот плагин, передите во вкладку Плагины и деактивируйте его.

source: You can use %s[juiz_sps]%s or %s[juiz_social]%s shortcode with an optional attribute "buttons" listing the social networks you want.
ja: %s[juiz_sps]%s または %s[juiz_social]%s ショートコード を使うと、思い通りの場所にソーシャルネットワークボタンの一覧を表示できます。
ru_ru: Вы можете использовать %s[juiz_sps]%s или %s[juiz_social]%s shortcode с необязательным атрибутом "buttons" - списком соц. сетй.

source: Example with all the networks available:
ja: 有効なすべての SNS と記述例:
ru_ru: Пример со всеми соц. сетями:

source: Like it? Support this plugin! Thank you.
ja: お気に召しましたか？このプラグインをサポートしてください！
ru_ru: Понравилось? Поддержи этот плагин! Спасибо!

source: Donate
ja: 寄付
ru_ru: Пожертвовать

source: Tweet it
ja: プラグインをツイート
ru_ru: Твитнуть

source: Rate it
ja: 評価する
ru_ru: Оценить

source: Documentation
ja: ドキュメント
ru_ru: Документация

source: Share the post
ja: この記事を共有する
ru_ru: Поделиться

source: Share this article on Twitter
ja: この記事を Twitter で共有する
ru_ru: Поделиться в Twitter

source: Share this article on Facebook
ja: この記事を Facebook で共有する
ru_ru: Поделиться в Facebook

source: Share this article on Google+
ja: この記事を Google+ で共有する
ru_ru: Поделиться в Google+

source: Share an image of this article on Pinterest
ja: この記事の画像を Pinterest で共有する
ru_ru: Поделиться изображением в Pinterest

source: Share this article on Viadeo
ja: この記事を Viadeo で共有する
ru_ru: Поделиться в Viadeo

source: Share this article on LinkedIn
ja: この記事を LinkedIn で共有する
ru_ru: Поделиться в LinkedIn

source: Share this article on Digg
ja: この記事を Digg で共有する
ru_ru: Поделиться в Digg

source: Share this article on StumbleUpon
ja: この記事を StumbleUpon で共有する
ru_ru: Поделиться в StumbleUpon

source: Share this article on Weibo
ja: この記事を Weibo で共有する
ru_ru: Поделиться в Weibo

source: Share this article on VKontakte
ja: この記事を VKontakte で共有する
ru_ru: Поделиться в VKontakte

source: Share this article with a friend (email)
ja: この記事を Eメール で友達に送る
ru_ru: Поделиться с другом (email)

source: Total:
ja: 合計:

source: Visit this link find on %%siteurl%%
ru_ru: Посетить %%siteurl%%

source: Hi, I found this information for you : "%%title%%"! This is the direct link: %%permalink%% Have a nice day :)
ru_ru: Привет, я нашел кое-что для тебя: "%%title%%"! Это прямая ссылка: %%permalink%% Хорошего дня :)
