Repository: geoffreycrofte/juiz-social-post-sharer
Catalog: languages/juiz-social-post-sharer-*.po
Languages: fr_fr

source: Bookmark
fr_fr: Marque-page

source: Print
fr_fr: Imprimer

source: Visit this link find on %%siteurl%%
fr_fr: Un bon lien à visiter sur %%siteurl%%

source: Hi, I found this information for you : "%%title%%"! This is the direct link: %%permalink%% Have a nice day :)
fr_fr: Salut ! J'ai trouvé cette information pour toi&nbsp;: "%%title%%"&nbsp;! Voici le lien direct&nbsp;: %%permalink%% Bonne journée :)

source: Settings
fr_fr: Réglages

source: Sharing buttons
fr_fr: Boutons de partage

source: Hide sharing buttons for this post.
fr_fr: Cacher les boutons de partage pour ce post

source: Main settings
fr_fr: Réglages principaux

source: Choose a style to display
fr_fr: Choisissez votre style

source: Save Changes
fr_fr: Enregistrer les modifications

source: Display those following social networks:
fr_fr: Afficher les réseaux sociaux suivants :

source: What is your Twitter user name to be mentioned?
fr_fr: Quel est le pseudo Twitter à mentionner lors du partage&nbsp;?

source: Display settings
fr_fr: Réglages d'affichage

source: What type of content must have buttons?
fr_fr: Quel type de contenu doit proposer des boutons&nbsp;?

source: Where do you want to display buttons?
fr_fr: Où souhaitez-vous placer les boutons&nbsp;?

source: Advanced settings
fr_fr: Réglages avancés

source: Show only social icon?
fr_fr: Afficher uniquement les icônes&nbsp;?

source: hide text, show it on mouse over or focus
fr_fr: cache le texte et l'affiche uniquement au survol ou focus

source: Open links in a new window?
fr_fr: Ouvrir les liens dans une nouvelle fenêtre&nbsp;?

source: adds a %s attribute
fr_fr: ajoute l'attribut %s

source: Force Pinterest button sniffing all images of the page?
fr_fr: Forcer le bouton Pinterest à scanner toutes les images de la page&nbsp;?

source: need JavaScript
fr_fr: nécessite JavaScript

source: Display counter of sharing?
fr_fr: Afficher un compteur de partage&nbsp;?

source: For this counter, you want to display:
fr_fr: Pour ce compteur, vous souhaitez afficher&nbsp;:

source: Write CSS code in HTML head?
fr_fr: Écrire le code CSS dans l'en-tête du document HTML&nbsp;?

source: good thing for performance on mobile
fr_fr: bon pour la performance mobile

source: Customize mail texts
fr_fr: Personnaliser les textes du mail

source: Mail subject:
fr_fr: Sujet du mail&nbsp;:

source: Mail body:
fr_fr: Corps du mail&nbsp;:

source: Here, you can modify default settings of the SPS plugin
fr_fr: Ici, vous pouvez modifier les réglages par défaut du plugin SPS

source: Juizy Light Tone Reverse
fr_fr: Juizy Light Tone Inversé

source: Blue Metro Style
fr_fr: Style Metro bleu

source: Gray Metro Style
fr_fr: Style Metro gris

source: Modern Style by %s
fr_fr: Style Modern par %s

source: Black by %s
fr_fr: Black par %s

source: uses JavaScript to work
fr_fr: utilise JavaScript pour fonctionner

source: New social network!
fr_fr: Nouveau réseau social&nbsp;!

source: Username without "@"
fr_fr: Pseudo sans "@"

source: You can choose precisely the types of content that will benefit from the sharing buttons.
fr_fr: Vous pouvez choisir précisément les types de contenu qui bénéficieront des boutons de partage.

source: Lists of articles %s(blog, archives, search results, etc.)%s
fr_fr: Les listes d'articles %s(blog, archives, résultats de recherche, etc.)%s

source: Content bottom
fr_fr: Après le contenu

source: Content top
fr_fr: Avant le contenu

source: Both
fr_fr: Les deux

source: I'm a ninja, I want to use the shortcode only!
fr_fr: Je suis un ninja, je veux utiliser seulement le shortcode&nbsp;!

source: Modify advanced settings of the plugin. Some of them needs JavaScript (only one file loaded)
fr_fr: Modifiez les réglages avancés du plugin. Certains d'entre eux nécessite JavaScript (un seul fichier chargé)

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Total &amp; Sub-totals
fr_fr: Total &amp; Sous-totaux

source: Only Total
fr_fr: Seulement le Total

source: Only Sub-totals
fr_fr: Seulement les Sous-totaux

source: Important: Twitter doesn't support counter anymore since %sthat decision%s.
fr_fr: Important&nbsp;: Twitter ne propose plus de compteur depuis %scette décision%s.

source: I suggest you an alternative using %sNewShareCounts%s. Click the link, enter your website address and click the big blue Twitter button. Authorize this app with your Twitter Account, and that's all. You will retrieve your Twitter counts.
fr_fr: Je vous suggère une alternative utilisant %sNewShareCounts%s. Cliquez le lien, entrez l’adresse de votre site web et cliquez le gros bouton bleu Twitter. Autorisez cette application avec votre compte Twitter, et c’est tout. Vous retrouverez vos comptes Twitter.

source: This option will be enabled for a next version
fr_fr: Cette option sera activée pour une prochaine version

source: You can customize texts to display when visitors share your content by mail button
fr_fr: Vous pouvez personnaliser les textes à afficher lorsque les visiteurs partagent votre contenu grâce au bouton mail.

source: To perform customization, you can use %s%%%%title%%%%%s, %s%%%%siteurl%%%%%s or %s%%%%permalink%%%%%s variables.
fr_fr: Pour mettre en place la personnalisation, vous pouvez utiliser les variables %s%%%%title%%%%%s, %s%%%%siteurl%%%%%s et %s%%%%permalink%%%%%s

source: Manage Juiz Social Post Sharer
fr_fr: Gestion de Juiz Social Post Sharer

source: You must chose at least one %stype of content%s.
fr_fr: Vous devez choisir au moins un %stype de contenu%s.

source: Is you don't want to use this plugin more longer, go to Plugins section and deactivate it.
fr_fr: Si vous ne souhaitez plus utiliser ce plugin, rendez-vous dans la section "Extensions" et désactivez-le.

source: You can use %s[juiz_sps]%s or %s[juiz_social]%s shortcode with an optional attribute "buttons" listing the social networks you want.
fr_fr: Vous pouvez utiliser le shortcode %s[juiz_sps]%s ou %s[juiz_social]%s avec un paramètre optionnel "buttons" listant les réseaux sociaux que vous souhaitez.

source: Example with all the networks available:
fr_fr: Exemple avec tous les réseaux disponibles&nbsp;:

source: Like it? Support this plugin! Thank you.
fr_fr: Vous l'aimez ? Soutenez ce plugin ! Merci.

source: Donate
fr_fr: Faire un don

source: Tweet it
fr_fr: Tweetez-le

source: Rate it
fr_fr: Évaluez-le

source: Total:
fr_fr: Total&nbsp;:

source: Share the post
fr_fr: Partager la publication

source: Share this article on %s
fr_fr: Partager cet article sur %s

source: Share an image of this article on Pinterest
fr_fr: Partager une image de cette publication sur Pinterest

source: Share this article with a friend (email)
fr_fr: Partager cette publication avec un ami (e-mail)

source: Bookmark this article (on your browser)
fr_fr: Marquer cette page (dans votre navigateur)

source: Press %s to bookmark this page.
fr_fr: Pressez %s pour marquer cette page.

source: Print this page
fr_fr: Imprimer cette page
